Repository: GNOME/evolution-rss
Catalog: po/*.po
Languages: de, hr, ro, uk

source: No RSS feeds configured!
de: Keine RSS-Nachrichtenquellen konfiguriert
hr: Nema podešenih RSS sažetaka sadržaja!
ro: Nu exista calane configurate!
uk: Не налаштовано жодної подачі RSS!

source: Waiting…
hr: Čekanje…
ro: Se așteaptă…
uk: Очікуємо…

source: day
de: Tag
hr: dan
ro: zi
uk: день

source: message
de: Nachricht
hr: poruka
ro: mesaj
uk: повідомлення

source: Move to Folder
de: In Ordner verschieben
hr: Premjesti u mapu
ro: Mută la dosarul
uk: Перемістити в теку

source: M_ove
de: Ver_schieben
hr: P_remjesti
ro: M_ută
uk: П_еремістити

source: Edit Feed
de: Nachrichtenquelle bearbeiten
hr: Uredi sažetak sadržaja
ro: Editare canal
uk: Редагування подачі

source: Add Feed
de: Nachrichtenquelle hinzufügen
hr: Uredi sažetak sadržaja
ro: Adaugare canal
uk: Додавання подачі

source: 0% done
de: 0% abgeschlossen
hr: 0% završeno
ro: 0% terminat
uk: Виконано 0%

source: Disable
de: Deaktivieren
hr: Onemogući
ro: Deactivare
uk: Вимкнути

source: Enable
de: Aktivieren
hr: Omogući
ro: Activare
uk: Увімкнути

source: Remove folder contents
de: Ordnerinhalt entfernen
hr: Ukloni sadržaj mape
ro: Sterge continutul directorului
uk: Вилучити вміст теки

source: Import error.
de: Fehler beim Importieren.
hr: Greška uvoza.
ro: Eroare de importare.
uk: Помилка імпортування.

source: Invalid file or this file does not contain any feeds.
de: Ungültige Datei oder keine Datei, welche Nachrichtenquellen enthält.
hr: Nevaljana datoteka ili ova datoteka ne sadrži niti jedan sažetak sadržaja.
ro: Fișier nevalid sau acest fișier nu conține fluxuri.
uk: Некоректний файл або цей файл не містить подач.

source: Importing
de: Import läuft
hr: Uvoženje
ro: Se importă
uk: Імпортування

source: Please wait
de: Bitte warten
hr: Pričekajte
ro: Va rog asteptati
uk: Будь ласка, зачекайте

source: All Files
de: Alle Dateien
hr: Sve datoteke
ro: Toate fisierele
uk: усі файли

source: OPML Files
de: OPML-Dateien
hr: OPML datoteke
ro: Fisiere OPML
uk: файли OPML

source: XML Files
de: XML-Dateien
hr: XML datoteke
ro: Fisiere XML
uk: файли XML

source: Show article’s summary
hr: Prikaži sažetak članka
ro: Arată rezumatul articolului
uk: Показати резюме статті

source: Feed Enabled
de: Nachrichtenquelle aktiviert
hr: Sažetak sadržaja omogućen
ro: Canale Active
uk: Подачу увімкнено

source: Validate feed
de: Nachrichtenquelle überprüfen
hr: Potvrdi sažetak sadržaja
ro: Validare canal
uk: Підтвердити подачу

source: Select import file
de: Importdatei auswählen
hr: Odaberi datoteku za uvoz
ro: Selectati fisierul pentru import
uk: Виберіть файл для імпортування

source: Select file to export
de: Zu exportierende Datei auswählen
hr: Odaberi datoteku za izvoz
ro: Selectati fisierul pentru export
uk: Виберіть файл для експортування

source: Exporting feeds…
hr: Izvoženje sažetaka sadržaja…
ro: Se exportă fluxurile…
uk: Експортуємо подачі…

source: Error exporting feeds!
de: Fehler beim Exportieren der Nachrichtenquellen!
hr: Greška izvoženja sažetaka sadržaja!
ro: Eroare la exportarea canalor!
uk: Помилка під час експортування подач!

source: Importing cookies…
hr: Uvoženje kolačica…
ro: Se importă cookie-urile…
uk: Імпортуємо куки…

source: Select file to import
de: Zu importierende Datei auswählen
hr: Odaberi datoteku za uvoz
ro: Selectați fișierul de importat
uk: Виберіть файл для імпортування

source: Mozilla/Netscape Format
ro: Format Mozilla/Netscape
uk: Формат Mozilla/Netscape

source: Firefox new Format
de: Neues Firefox-Format
hr: Firefox novi format
ro: Format nou Firefox
uk: Новий формат Firefox

source: No RSS feeds configured! Unable to export.
de: Keine RSS-Nachrichtenquellen konfiguriert! Export nicht möglich.
hr: Nema podešenih RSS sažetaka sadržaja! Nemoguć izvoz.
ro: Nu exista canale configurate! Nu se poate exporta.
uk: Не налаштовано жодної подачі RSS! Нічого експортувати.

source: Note: In order to be able to use Mozilla (Firefox) or Apple Webkit as renders you need firefox or webkit devel package installed and evolution-rss should be recompiled to see those packages.
de: Achtung: Um hier Mozilla (Firefox) oder Apple Webkit nutzen zu können, müssen die Entwicklungspakete zu Firefox bzw. Webkit installiert werden. Danach muss evolution-rss neu kompiliert werden, damit diese Pakete nutzbar sind.
hr: Napomena: Kako bi mogli koristiti Mozilla (Firefox) ili Apple Webkit kao prikazivače potreban vam je instalirani firefox ili webkit razvojni paket i evolution-rss bi trebao biti ponovno kompiliran kako bi vidjeli te pakete.
ro: Notă: Pentru a putea utiliza Mozilla (Firefox) sau Webkit Apple ca randori aveți nevoie de pachetele devel firefox sau webkit instalate și evolution-rss ar trebui să fie recompilat pentru a vedea acele pachete.
uk: Зауваження: щоб мати змогу користуватися засобами обробки Mozilla (Firefox) або Apple Webkit, вам слід встановити firefox або пакунок для розробки webkit, а evolution-rss має бути перезібрано, щоб додаток «побачив» ці пакунки.

source: Enabled
de: Aktiviert
hr: Omogućen
ro: Activ
uk: Увімкнено

source: Feed Name
de: Name der Nachrichtenquelle
hr: Naziv sažetka sadržaja
ro: Nume Canal
uk: Назва подачі

source: Type
de: Typ
hr: Vrsta
ro: Tip
uk: Тип

source: News and Blogs
de: News und Blogs
hr: Novosti i Blogovi
ro: Știri și bloguri
uk: Новини і блоги

source: Untitled channel
de: Unbenannter Kanal
hr: Bezimeni kanal
ro: Canal fără titlu
uk: Канал без назви

source: Engine:
hr: Pogon:
ro: Motor:
uk: Рушій:

source: Use the same fonts as other applications
de: Die gleichen Schriften wie andere Anwendungen verwenden
hr: Koristi isto pismo kao ostale aplikacije
ro: Utilizează aceleași fonturi ca alte aplicații
uk: Використовувати такі ж шрифти, як і інші програми

source: Minimum font size:
hr: Najmanja veličina pisma:
ro: Dimensiune de font minimă:
uk: Мінімальний розмір шрифту:

source: Block pop-up windows
de: Pop-Up-Fenster blockieren
hr: Blokiraj skočne prozore
ro: Blocheaza ferestrele pop-up
uk: Блокувати контекстні вікна

source: Enable Java
de: Java aktivieren
hr: Omogući Java
ro: Activare Java
uk: Увімкнути Java

source: Enable JavaScript
de: JavaScript aktivieren
hr: Omogući JavaScript
ro: Activare JavaScript
uk: Увімкнути JavaScript

source: Accept cookies from sites
de: Cookies von Seiten akzeptieren
hr: Prihvati kolačiće sa stranica
ro: Acceptă coookie-uri de la pagini
uk: Приймати кути від сайтів

source: Import Cookies
de: Cookies importieren
hr: Uvezi kolačiće
ro: Importă cookie-urile
uk: Імпортувати куки

source: Automatically resize images
de: Bildgröße automatisch anpassen
hr: Automatski promijeni veličinu slika
ro: Redimensionează automat imaginile
uk: Автоматична зміна розмірів зображень

source: Network timeout:
hr: Mrežni istek vremena:
ro: Limită de timp a rețelei:
uk: Час очікування на мережу:

source: seconds
de: Sekunden
hr: sekunda
ro: secunde
uk: секунд

source: HTML Rendering
hr: HTML prikaz
ro: Randare HTML
uk: Обробка HTML

source: Show icon in notification area
de: Statussymbol im Benachrichtigungsfeld aktivieren
hr: Prikaži ikonu u obavijesnom području
ro: Arată iconița în zona de înștiințare
uk: Показувати піктограму у області сповіщень

source: Show feed icon
de: Nachrichtenquellen-Symbol aktivieren
hr: Prikaži ikonu sažetka sadržaja
ro: Afiseaza icoana canalului
uk: Показувати піктограму подачі

source: Article Notification
hr: Obavijest članka
ro: Înștiințări articol
uk: Сповіщення щодо статей

source: minutes
de: Minuten
hr: minuta
ro: minute
uk: хвилини

source: hours
de: Stunden
hr: sata
ro: ore
uk: години

source: days
de: Tage
hr: dana
ro: zile
uk: дні

source: Certificates Table
de: Zertifikattabelle
hr: Tablica vjerodajnica
ro: Tabel cu certificări
uk: Таблиця сертифікатів

source: _Add
de: _Hinzufügen
hr: _Dodaj
ro: _Adaugă
uk: _Додати

source: _Edit
de: _Bearbeiten
hr: _Uredi
ro: _Editează
uk: З_міни

source: I_mport
de: I_mportieren
hr: U_vezi
ro: I_mportă
uk: _Імпорт

source: E_xport
de: E_xportieren
hr: I_zvezi
ro: E_xportă
uk: _Експорт

source: Feeds
de: Nachrichtenquellen
hr: Sažetak sadržaja
ro: Canale
uk: Подачі

source: Enable Plugins
de: Plugins aktivieren
hr: Omogući priključke
ro: Activare plugin-uri
uk: Увімкнути додатки

source: Start up
hr: Pokretanje
ro: Pornește
uk: Запуск

source: Check for new articles every
de: Überprüfung auf neue Artikel alle
hr: Provjeri nove članke svakih
ro: Verifica articolele noi la fiecare
uk: Шукати нові статті кожні

source: Check for new articles at startup
de: Beim Start auf neue Artikel prüfen
hr: Provjeri nove članke pri pokretanju
ro: Verifica articolele noi la pornire
uk: Шукати нові статті під час запуску

source: Feed display
hr: Prikaz sažetka sadržaja
ro: Afișaj flux
uk: Показ подач

source: By default show article summary instead of webpage
de: Standardmäßig Artikelzusammenfassung anstelle der Webseite anzeigen
hr: Po zadanome prikaži sažetak članka umjesto web stranice
ro: Afiseaza implicit rezumatul articolului in loc de pagina web
uk: Типово, показувати резюме статті замість вебсторінки

source: Scan for feed inside webpages
de: Nach Nachrichtenquellen in Webseiten suchen
hr: Pretraži sažetak sadržaja umjesto web stranice
ro: Scanează pentru flux înăuntrul paginilor web
uk: Шукати подачі у вебсторінках

source: Feed enclosures
hr: Prilog sažetka sadržaja
ro: Carcase de flux
uk: Замикання подач

source: Show article comments
de: Artikelkommentare anzeigen
hr: Prikaži komentare članaka
ro: Arată comentariile articolului
uk: Показувати коментарі до статті

source: Download feed enclosures
de: Einbettungen herunterladen
hr: Preuzmi priloge sažetka sadržaja
ro: Descarcă carcasele de flux
uk: Отримувати замикання подач

source: Do not download enclosures that exceeds
hr: Ne preuzimaj priloge koji premašuju
ro: Nu descărca carcasele care depășesc
uk: Не отримувати замикання, які перевищують

source: KB
uk: кБ

source: Setup
de: Einrichtung
hr: Postavljanje
ro: Configurare
uk: Налаштування

source: Use Proxy
de: Proxy verwenden
hr: Koristi proxy
ro: Utilizează proxy
uk: Використовувати проксі

source: HTTP proxy:
ro: Proxy HTTP:
uk: HTTP-проксі:

source: Port:
hr: Ulaz:
uk: Порт:

source: Details
hr: Pojediosti
ro: Detalii
uk: Подробиці

source: No proxy for:
de: Kein Proxy für:
hr: Nema proxya za:
ro: Niciun proxy pentru:
uk: Без проксі для:

source: Network
de: Netzwerk
hr: Mreža
ro: Rețea
uk: Мережа

source: HTTP Proxy Details
hr: HTTP proxy pojedinosti
ro: Detalii proxy HTTP
uk: Параметри HTTP-проксі

source: Use authentication
de: Legitimierung verwenden
hr: Koristi ovjeru
ro: Foloseste autentificare
uk: Використовувати розпізнавання

source: Username:
de: Benutzername:
hr: Korisničko ime:
ro: Utilizator:
uk: Користувач:

source: Delete feed?
de: Nachrichtenquelle löschen?
hr: Obriši sažetka sadržaja?
ro: Sterge canal?
uk: Вилучити подачу?

source: Feed Name:
hr: Naziv sažetka sadržaja:
ro: Nume de flux:
uk: Назва подачі:

source: Feed URL:
hr: URL sažetka sadržaja:
ro: URL flux:
uk: Адреса подачі:

source: Location:
hr: Lokacija:
ro: Locație:
uk: Розташування:

source: Validate
de: Überprüfen
hr: Potvrdi
ro: Validează
uk: Підтвердити

source: Show feed full text
de: Gesamten Text der Nachrichtenquelle anzeigen
hr: Prikaži cijeli tekst sažetka sadržaja
ro: Arată textul complet al fluxului
uk: Показувати повний текст подачі

source: General
de: Allgemein
hr: Općenito
ro: Generale
uk: Загальні

source: Use global update interval
de: Globalen Aktualisierungsintervall verwenden
hr: Koristi globalno razdoblje nadopune
ro: Foloseste intervalul global de actualizare
uk: Загальний інтервал оновлення

source: Update in
de: Aktualisieren in
hr: Nadopuni
ro: Actualizare in
uk: Оновити за

source: Do not update feed
hr: Ne nadopunjuj sažetak sadržaja
ro: Nu actualiza fluxul
uk: Не оновлювати подачу

source: Update
de: Aktualisieren
hr: Nadopuni
ro: Actualizare
uk: Оновити

source: Do not delete feeds
de: Nachrichtenquellen nicht löschen
hr: Ne briši sažetke sadržaja
ro: Nu șterge fluxurile
uk: Не вилучати подачі

source: Delete all but the last
de: Alle bis auf die letzte löschen
hr: Obriši sve osim posljednjih
ro: Sterge toate articolele in afara de ultimele
uk: Вилучити усі, окрім останньої

source: Delete articles older than
de: Artikel löschen älter als
hr: Obriši članke starije od
ro: Sterge articolele mai vechi de
uk: Вилучати статті давніші, ніж

source: Delete articles that are no longer in the feed
de: Artikel löschen, die nicht mehr in der Nachrichtenquelle verfügbar sind
hr: Obriši članke koji više nisu u sažetku sadržaja
ro: Șterge articolele care nu mai sunt în flux
uk: Вилучати статті, яких більше немає у подачі

source: Always delete unread articles
de: Ungelesene Artikel immer löschen
hr: Uvijek obriši nepročitane članke
ro: Sterge articolele necitite
uk: Завжди вилучати непрочитані статті

source: Storage
de: Speicherung
hr: Pohrana
ro: Stocare
uk: Сховище даних

source: Authentication
de: Legitimierung
hr: Ovjera
ro: Autentificare
uk: Розпізнавання

source: Advanced options
hr: Napredne mogućnosti
ro: Opțiuni avansate
uk: Додаткові параметри

source: Displaying RSS feed arcticles
de: Artikel aus RSS-Nachrichtenquellen werden angezeigt

source: Display article's summary
de: Artikelzusammenfassung anzeigen

source: Evolution will show article's summary instead of article's web page. Summary can also be HTML.
de: Evolution wird anstelle der Webseite die Artikelzusammenfassung anzeigen, welche auch in HTML vorliegen kann.

source: Evolution RSS Reader Plugin. This plugin adds RSS Feeds support for Evolution mail. RSS support was built upon the somewhat existing RSS support in evolution-1.4 branch. The motivation behind this was to have RSS in same place as mails, at this moment I do not see the point in having a separate RSS reader since a RSS Article is like an email message. Evolution RSS can display article using summary view or HTML view. HTML can be displayed using the following engines: gtkHTML, Apple's Webkit or Firefox/Gecko. <b>Version: evolution-rss +VERSION+</b> +URL+
de: RSS-Leser-Plugin für Evolution. Dieses Plugin fügt Unterstützung für RSS-Nachrichtenquellen zu Evolution hinzu. Die RSS-Unterstützung wurde auf der Basis der teilweise im Zweig Evolution-1.4 vorhandenen Unterstützung entwickelt. Der Grund für die Weiterentwicklung liegt in der Annahme, dass RSS am selben Ort wie E-Mail-Nachrichten verfügbar sein sollten, weil ein RSS-Artikel einer E-Mail sehr ähnlich ist. Evolution RSS kann Artikel als Zusammenfassung oder in HTML-Ansicht anzeigen. HTML kann mit folgenden Engines dargestellt werden: »gtkHTML«, Apples »Webkit« oder Firefox/Gecko. <b>Version: evolution-rss +VERSION+</b> +URL+

source: Reading RSS Feeds...
de: RSS-Nachrichtenquellen werden gelesen …

source: Updating Feeds...
de: Nachrichtenquellen werden aktualisiert …

source: Delete "{0}"?
de: »{0}« löschen?

source: Really delete feed '{0}' ?
de: Nachrichtenquelle »{0}« wirklich löschen?

source: Enter User/Pass for feed
de: Benutzername/Passwort für Nachrichtenquelle eingeben

source: Cancelling...
de: Wird abgebrochen …

source: _Print...
de: _Drucken …

source: Formatting error.
de: Formatierungsfehler.

source: Waiting...
de: Warten …

source: Show article's summary
de: Artikelzusammenfassung anzeigen

source: Exporting feeds...
de: Nachrichtenquellen werden exportiert …

source: Importing cookies...
de: Cookies werden importiert …

source: News And Blogs
de: News und Blogs

source: <b>Minimum font size:</b>
de: <b>Minimale Schriftgröße:</b>

source: <b>Network timeout:</b>
de: <b>Netzwerk-Zeitablauf:</b>

source: <b>HTML Rendering</b>
de: <b>HTML-Darstellung</b>

source: <b>Article Notification</b>
de: <b>Artikel-Benachrichtigung</b>

source: <span weight="bold">Start up</span>
de: <span weight="bold">Start</span>

source: <span weight="bold">Feed display</span>
de: <span weight="bold">Anzeige</span>

source: <span weight="bold">Feed enclosures</span>
de: <span weight="bold">Einbettungen</span>

source: <b>Feed Name: </b>
de: <b>Name der Nachrichtenquelle: </b>

source: <b>Feed URL:</b>
de: <b>Adresse der Nachrichtenquelle:</b>

source: label
de: Bezeichnung

source: <b>Location:</b>
de: <b>Ort:</b>

source: Do no update feed
de: Nachrichtenquelle nicht aktualisieren

source: <b>Advanced options</b>
de: <b>Erweiterte Optionen</b>
