Repository: GNOME/evolution-rss
Catalog: po/*.po
Languages: de, hr, ro, uk

source: Evolution RSS Reader
hr: Evolution RSS čitač
ro: Cititor RSS Evolution
uk: Засіб читання RSS для Evolution

source: Evolution plugin that enables Evolution Mail to display RSS feeds.
de: Plugin für Evolution, welches die Anzeige von RSS-Nachrichtenquellen ermöglicht.
hr: Evolution priključak koji omogućuje prikaz RSS sažetka sadržaja Evolution e-pošti.
ro: Modul Evolution care permite Mail Evolution să afișeze fluxuri RSS.
uk: Додаток до Evolution, який уможливлює показ подач RSS у Evolution Mail.

source: RSS Reader
hr: RSS čitač
ro: Cititor RSS
uk: Засіб читання RSS

source: Read RSS feeds
hr: Čitanje RSS sažetka sadržaja
ro: Citește fluxurile RSS
uk: Читання подач RSS

source: Error adding feed.
de: Fehler beim Hinzufügen der Nachrichtenquelle.
hr: Greška dodavanja sažetka sadržaja.
ro: Eroare la adăugarea fluxului.
uk: Помилка під час спроби додати подачу.

source: Feed already exists!
de: Nachrichtenquelle existiert bereits!
hr: Sažetak sadržaja već postoji!
ro: Fluxul există deja!
uk: Подача вже існує!

source: Importing URL: %s
de: Adresse wird importiert: %s
hr: Uvoženje URL-a: %s
ro: URL de importare: %s
uk: Імпортуємо адресу: %s

source: Posted under
hr: Objavljeno pod
ro: Postat sub
uk: Допис у

source: Show Summary
de: Zusammenfassung anzeigen
hr: Prikaži sažetak
ro: Afiseaza rezumatul
uk: Показати резюме

source: Show Full Text
de: Gesamten Text anzeigen
hr: Prikaži cijeli tekst
ro: Afiseaza articol complet
uk: Показати увесь текст

source: Displaying RSS feed articles
hr: Prikažuje RSS sažetke sadržaja
ro: Se afișează articolele de flux RSS
uk: Показ статей подач RSS

source: Proxy requires authentication
de: Proxy benötigt Legitimierung
hr: Proxy zahtijeva ovjeru
ro: Proxy-ul necesită autentificare
uk: Проксі потребує розпізнавання

source: Network proxy requires authentication.
de: Netzwerk-Proxy benötigt Legitimierung.
hr: Mrežni proxy zahtijeva ovjeru.
ro: Proxy-ul de rețea necesită autentificare.
uk: Мережевий проксі-сервер потребує розпізнавання.

source: Display article’s summary
hr: Prikaži sažetka sadržaja
ro: Afișează rezumatul articolului
uk: Показати резюме статті

source: Evolution will show article’s summary instead of article’s web page. Summary can also be HTML.
hr: Evolution će prikazati sažetak sadržaja umjesto web stranice sadržaja. Sažetak isto tako može biti u HTML obliku.
ro: Evolution va arăta rezumatul articolului în locul paginii web a articolului. Rezumatul poate fi, de asemenea, și HTML.
uk: Evolution показуватиме резюме статті замість вебсторінки статті. Резюме також може бути кодом HTML.

source: Feeds list
de: Liste der Nachrichtenquellen
hr: Popis sažetaka sadržaja
ro: Lista de canale
uk: Список подач

source: Contains list of the currently setup feeds.
de: Enthält eine Liste der derzeit eingerichteten Nachrichtenquellen.
hr: Sadrži popis trenutno postavljenih sažetaka sadržaja.
ro: Contine lista de canale configurate.
uk: Містить список поточних налаштованих подач

source: Hostname of the proxy server
de: Rechnername des Proxy-Servers
hr: Naziv proxy poslužitelja
ro: Adresa internet a proxy serverului
uk: Назва вузла проксі-сервера

source: Hostname of the proxy server used for feeds and content.
de: Rechnername des Proxy-Servers, der für Nachrichtenquellen und Inhalte verwendet wird.
hr: Naziv proxy poslužitelja koji se koristi za sažetke sadržaja.
ro: Numele de gazdă a serverului proxy utilizat pentru fluxuri și conținut.
uk: Назва вузла проксі-сервера, який буде використано для подач і даних.

source: HTML render
de: HTML-Darstellung
hr: HTML prikaz
ro: Randor HTML
uk: Обробник HTML

source: Type HTML Render used to display HTML pages.
de: Der HTML-Darsteller zur Anzeige von HTML-Seiten.
hr: Vrsta HTML prikaza koji se koristi za prikazivanje HTML stranica.
ro: Tastați randorul HTML utilizat pentru afișarea de pagini HTML.
uk: Тип обробника HTML, який буде використано для показу сторінок HTML.

source: Use custom font
de: Benutzerdefinierte Schrift verwenden
hr: Koristi prilagođeno pismo
ro: Utilizează un font personalizat
uk: Нетиповий шрифт

source: Use a custom font size instead of system defaults.
de: Eine eigene Schrift anstelle der Systemvorgabe verwenden.
hr: Koristi prilagođenu veličinu pisma umjesto zadanu sustavom.
ro: Utilizează o dimensiune de font personalizată în locul implicitelor de sistem.
uk: Використовувати нетиповий розмір шрифту замість типового загальносистемного.

source: Minimum font size
de: Minimale Schriftgröße
hr: Najmanja veličina pisma
ro: Dimensiune de font minimă
uk: Мінімальний розмір шрифту

source: The size of the font used in full text preview.
de: Die Größe der Schrift in der Volltextansicht.
hr: Veličina pisma korištena u potpunom pregledu teksta.
ro: Dimensiunea fontului utilizat în previzualizarea de text completă.
uk: Розмір шрифту, який буде використано для повнотекстового перегляду.

source: Network timeout
de: Netzwerk-Zeitablauf
hr: Mrežni istek vremena
ro: Limită de timp al rețelei
uk: Час очікування на мережу

source: Interval in seconds before a connection is dropped.
de: Zeitspanne in Sekunden, bevor eine Verbindung abgebrochen wird.
hr: Razdoblje u sekundama prije prije odbacivanja mreže.
ro: Interval în secunde înainte de a renunța la o conexiune.
uk: Інтервал у секундах, перш ніж спробу встановлення з'єднання буде припинено.

source: Network queue size
de: Größe der Netzwerkwarteschlange
hr: Veličina mrežnog čekanja
ro: Dimensiune coadă rețea
uk: Розмір черги мережі

source: How many simultaneous downloads.
de: Anzahl der gleichzeitigen Downloads
hr: Koliko istovremenih preuzimanja.
ro: Cât de multe descărcări simultane.
uk: Кількість паралельних потоків отримання даних.

source: JavaScript Enabled
de: JavaScript ist aktiviert
hr: JavaScript omogućen
ro: JavaScript activat
uk: Увімкнено JavaScript

source: Java Enabled
de: Java ist aktiviert
hr: Java omogućen
ro: Activare Java
uk: Увімкнено Java

source: Accepts Cookies
de: Cookies akzeptieren
hr: Prihvati kolačiće
ro: Acceptă cookie-uri
uk: Приймає куки

source: Evolution RSS will accept cookies from articles you browse.
de: Evolution wird Cookies von Artikeln auf den von Ihnen besuchten Webseiten akzeptieren.
hr: Evolution RSS će prihvatiti kolačiće s članaka koje pregledavate.
ro: Evolution RSS va accepta cookie-urile de la articolele pe care le navigați.
uk: Evolution RSS прийматиме куки від статей, які ви переглядаєте.

source: Automatically Resize Images
de: Bildgröße automatisch anpassen
hr: Automatski promijeni veličinu slika
ro: Redimensionează automat imaginile
uk: Автоматична зміна розмірів зображень

source: Evolution RSS will automatically resize images larger than displayed area.
de: Evolution RSS passt die Größe von Bildern automatisch an, die größer als der Anzeigebereich sind.
hr: Evolution RSS će automatski promijeniti veličinu slika većih od područja prikaza.
ro: Evolution RSS va redimensiona automat imaginile mai mari decât zona de afișare.
uk: Evolution RSS автоматично змінюватиме розміри зображень, якщо вони перевищуватимуть розміри області показу.

source: Scan web pages for RSS
de: RSS-Suche in Webseiten
hr: Pretraži RSS na web stranicama
ro: Scanează paginile web pentru RSS
uk: Шукати RSS не вебсторінках

source: Evolution RSS will scan web pages for RSS content
de: Evolution wird Webseiten nach RSS-Inhalten durchsuchen
hr: Evolution RSS će pretražiti RSS sadržaj na web stranicama
ro: Evolution RSS va scana paginile web pentru conținut RSS
uk: Evolution RSS шукатиме дані RSS на вебсторінках

source: Download enclosures
de: Einbettungen herunterladen
hr: Preuzimanje priloga
ro: Descarcă carcase
uk: Отримувати замикання

source: Evolution will download all feed enclosures a feed article may contain.
de: Evolution wird alle Einbettungen herunterladen, die ein Artikel der Nachrichtenquelle enthalten kann.
hr: Evolution će preuzeti sve priloge sažetka sadržaja koje članak može sadržavati.
ro: Evolution va descărca toate carcasele de flux pe care poate să le conțină un articol de flux.
uk: Evolution отримуватиме усі замикання подач, які може містити стаття подачі.

source: Limit enclosure size
de: Einbettungsgröße begrenzen
hr: Ograniči veličinu priloga
ro: Limitează dimensiunea carcasei
uk: Обмежити розмір замикання

source: Limit maximum enclosure size Evolution will download.
de: Die Größe der von Evolution heruntergeladenen Einbettungen begrenzen.
hr: Ograniči najveću veličinu priloga koju će Evolution preuzeti.
ro: Limitează dimensiunea maximă a carcasei pe care o va descărca Evolution.
uk: Обмежити максимальний розмір замикання, яке отримуватиме Evolution.

source: Max enclosure size
de: Max. Einbettungsgröße
hr: Najveća veličina priloga
ro: Dimensiune de carcasă maximă
uk: Максимальний розмір замикання

source: Enable Status Icon
de: Statussymbol aktivieren
hr: Omogući ikonu obavijesnog područja
ro: Activează iconița de stare
uk: Увімкнути піктограму стану

source: Enable status icon in notification area
de: Statussymbol im Benachrichtigungsfeld aktivieren
hr: Omogući ikonu u obavijesnom području
ro: Activează iconița de stare în zona de înștiințare
uk: Увімкнути піктограму стану у області сповіщення

source: Blink Status Icon
de: Statussymbol blinken lassen
hr: Treptanje ikone obavijesnog područja
ro: Clipește iconița de stare
uk: Блимати піктограмою стану

source: Blink status icon when new article received
de: Bei neu eintreffenden Artikeln Statussymbol blinken lassen
hr: Treptanje ikone obavijesnog područja kada je novi članak primljen
ro: Clipește iconița de stare când un nou articol este recepționat
uk: Блимати піктограмою стану, якщо отримано нову статтю

source: Enable Feed Icon
de: Nachrichtenquellen-Symbol aktivieren
hr: Omogući ikonu sažetka sadržaja
ro: Activează iconița de flux
uk: Увімкнути піктограму подачі

source: Display feed icon on feed folder
de: Symbol einer Nachrichtenquelle auf dem Ordner der Quellen anzeigen
hr: Prikaži ikonu sažetka sadržaja preko mape
ro: Afișează iconița de flux pe dosarul de flux
uk: Показувати піктограму подач на теці подачі

source: Password for proxy server
de: Passwort für Proxy-Server
hr: Lozinka za proxy poslužitelja
ro: Parola pentru serverul proxy
uk: Пароль до проксі-сервера

source: If the proxy server requires authentication, this is the password field.
de: Falls der Proxy-Server Legitimierung erfordert, ist dies das Passwort-Feld.
hr: Ako proxy poslužitelj zahtijeva ovjeru, ovo je polje lozinke.
ro: Dacă serverul proxy necesită autentificare, acesta este câmpul de parolă.
uk: Якщо для доступу до проксі-сервера слід пройти розпізнавання, це поле для зберігання пароля.

source: Proxy server port
de: Port des Proxy-Servers
hr: Ulaz proxy poslužitelja
ro: Port de server proxy
uk: Порт проксі-сервера

source: The port number for proxy server used for feeds and content.
de: Die Portnummer des für Nachrichtenquellen und Inhalte verwendeten Proxy-Servers.
hr: Broj ulaza proxy poslužitelja koji se koristi za sažetke sadržaja.
ro: Numărul portului pentru serverul proxy utilizat pentru fluxuri și conținut.
uk: Номер порту, який використовуватиметься для подач і даних.

source: Remove feed folder
de: Nachrichtenquellen-Ordner löschen
hr: Ukloni mapu sažetka sadržaja
ro: Sterge directorul canalului
uk: Вилучити теку подач

source: Deleting feed entry will also remove feed folder.
de: Das Löschen des Nachrichtenquellen-Eintrages wird auch den Ordner für Quellen entfernen.
hr: Brisanje stavke sažetka sadržaja će isto ukloniti mapu sažetka sadržaja.
ro: Ștergerea intrării fluxului va elimina, de asemenea, și dosarul de flux.
uk: Вилучення запису подачі призведе до вилучення теки подачі.

source: Check New articles
de: Auf neue Artikel prüfen
hr: Provjeri nove članke
ro: Verifica articolele noi
uk: Шукати нові статті

source: Auto check for new articles.
de: Automatische Überprüfung auf neue Artikel.
hr: Automatski provjeri nove članke.
ro: Verifica automat articolele noi.
uk: Автоматично шукати нові статті.

source: New articles timeout
de: Zeitablauf für neue Artikel
hr: Vrijeme isteka novih članaka
ro: Limită de timp pentru articolele noi
uk: Час очікування на нові статті

source: Frequency to check for new articles (in minutes).
de: Zeitspanne zum Prüfen auf neue Artikel (in Minuten).
hr: Učestalost provjere novih članaka (u minutama).
ro: Intervalul la care se verifica articolele noi (in minute).
uk: Період пошуку нових статей (у хвилинах).

source: Checks articles on startup
de: Prüft auf Artikel beim Start
hr: Provjerava članke pri pokretanju
ro: Verifica articolele la pornire
uk: Шукає статті після запуску

source: Check for new articles every time Evolution is started.
de: Bei jedem Start von Evolution auf neue Artikel prüfen.
hr: Provjeri nove članke svaki puta kada se Evolution pokrene.
ro: Verifică pentru articole noi de fiecare dată când Evolution este pornit.
uk: Шукати нові статті під час кожного запуску Evolution.

source: Show articles comments
de: Artikelkommentare anzeigen
hr: Prikaži komentare članaka
ro: Arată comentariile articolelor
uk: Показувати коментарі до статей

source: If a feed article has comments, it will be displayed.
de: Falls ein Artikel aus einer Nachrichtenquelle Kommentare enthält, werden diese angezeigt.
hr: Ako sažetka sadržaja članka ima komentare, biti će prikazani.
ro: Dacă un articol de flux are comentarii, va fi afișat.
uk: Якщо у подачі статті містяться коментар, його буде показано.

source: Use proxy server
de: Proxy-Server verwenden
hr: Koristi proxy poslužitelja
ro: Utilizează un server proxy
uk: Використовувати проксі-сервер

source: Use a proxy server to fetch articles and content.
de: Einen Proxy-Server zum Holen von Artikeln und Inhalten verwenden.
hr: Koristi proxy poslužitelja za dohvat sadržaja članaka.
ro: Utilizează un server proxy pentru a aduce articole și conținut.
uk: Використовувати проксі-сервер для отримання статей і даних.

source: Proxy server user
de: Benutzer des Proxy-Servers
hr: Korisnik proxy poslužitelja
ro: Utilizator server proxy
uk: Користувач проксі-сервера

source: The username to use for proxy server authentication.
de: Der Benutzername zur Legitimierung am Proxy-Server.
hr: Korisničko ime koje će se koristiti za ovjeru s proxy poslužiteljem.
ro: Numele de utilizator de utilizat pentru autentificarea la serverul proxy.
uk: Ім'я користувача, яким слід скористатися для розпізнавання на проксі-сервері.

source: How to handle RSS URLs
de: Umgang mit RSS-Adressen
hr: Kako rukovati s RSS URL-ovima
ro: Cum să se manipuleze URL-urile RSS
uk: Спосіб обробки адрес RSS

source: Set to true to have a program specified in command handle RSS URLs
de: Auf »wahr« setzen, wenn ein Programm als Befehl zum Öffnen von RSS-Adressen festgelegt ist
hr: Postavite na laž kako bi odredili program u naredbi rukovanja RSS URL-ovima
ro: Stabilit la adevărat pentru a avea un program specificat în comandă pentru a manipula URL-uri RSS
uk: Встановіть значення «true», щоб вказати програму для обробки адрес RSS

source: URL handler for RSS feed URIs
de: Verarbeiter für RSS-Adressen
hr: URL rukovatelj za URI-e RSS sažetka sadržaja
ro: Manipulator URL pentru URI-urile de flux RSS
uk: Обробник адрес для адрес подач RSS

source: Run program in terminal
de: Programm im Terminal ausführen
hr: Pokreni program u terminalu
ro: Rulează programul în terminal
uk: Запустити програму у терміналі

source: True if the program to handle this URL should be run in a terminal
de: Auf »wahr« setzen, falls das Programm zum Öffnen dieser Adresse im Terminal ausgeführt werden soll
hr: Istina ako program za rukovanje ovim URL-om treba biti pokrenut u terminalu
ro: Adevărat dacă programul care manipulează acest URL ar trebui să fie rulat într-un terminal
uk: Значення «true», якщо програма має запускати програму для обробки цієї адреси у терміналі

source: Fetching Feeds (%d enabled)
de: Nachrichtenquellen werden geholt (%d aktiviert)
hr: Dohvaćanje sažetaka sadržaja (%d omogućenih)
ro: Se aduc fluxurile (%d activat)
uk: Отримуємо подачі (увімкнено %d)

source: Evolution RSS Reader Plugin. This plugin adds RSS Feeds support for Evolution mail. RSS support was built upon the somewhat existing RSS support in evolution-1.4 branch. The motivation behind this was to have RSS in same place as mails, at this moment I do not see the point in having a separate RSS reader since a RSS Article is like an email message. Evolution RSS can display article using summary view or HTML view. HTML can be displayed using the following engines: gtkHTML, Apple’s Webkit or Firefox/Gecko. <b>Version: evolution-rss +VERSION+</b> +URL+
hr: Evolution priključak RSS čitača. Ovaj priključak omogućuje podršku RSS sažetka sadržaja za Evolution e-poštu. RSS podrška je izgrađena djelomično na postojećoj RSS podršći u evolution-1.4 ogranku. Motivacija za ovaj priključak je da imamo RSS na istom mjestu kao i e-poštu, u ovome trenutku ne vidim razlog za odvojeni RSS čitač budući da su RSS članci slični porukama e-pošte. Evolution RSS može prikazati članak koristeći pogled sažetka ili HTML pogled. HTML može biti prikazan koristeći sljedeće pogone: gtkHTML, Apple Webkit ili Firefox/Gecko. <b>Inačica: evolution-rss +VERSION+</b> +URL+
ro: Modul de cititor de RSS Evolution. Acest modul adaugă suport de fluxuri RSS pentru mail Evolution. Suportul RSS a fost construit peste suportul RSS care exista oarecum în ramura evolution-1.4. Motivația în spatele acestui lucru a fost să avem RSS în același loc cu mailurile, în acest moment nu văd rostul în a avea un cititor RSS separat de vreme ce un articol RSS este ca un mesaj de email. Evolution RSS poate afișa un articol utilizând vizualizarea rezumat sau vizualizarea HTML. HTML-ul poate fi afișat utilizând următoarele motoare: gtkHTML, Webkit al lui Apple sau Firefox/Gecko. <b>Versiune: evolution-rss +VERSION+</b> +URL+
uk: Додаток для читання RSS Evolution. Цей додаток додає підтримку подач RSS до поштової програми Evolution. Підтримку RSS побудовано на основі певної наявної підтримки RSS у гілці evolution-1.4. Мотивацією зусиль було поєднання читання RSS із читанням пошти. На цей момент, автор не бачить причин мати окремий засіб читання RSS, оскільки стаття RSS є подібно до повідомлення електронної пошти. Evolution RSS може показувати статтю за допомогою панелі перегляду резюме або панелі перегляду HTML. HTML може бути показано за допомогою таких рушіїв: gtkHTML, Apple Webkit або Firefox/Gecko. <b>Версія: evolution-rss +VERSION+</b> +URL+

source: Size
de: Größe
hr: Veličina
ro: Dimensiune
uk: Розмір

source: Reading RSS Feeds…
hr: Čitanje RSS sažetka sadržaja…
ro: Se citesc fluxurile RSS…
uk: Читаємо подачі RSS…

source: Updating Feeds…
hr: Nadopuna sažetka sadržaja…
ro: Se actualizează fluxurile…
uk: Оновлюємо подачі…

source: _Dismiss
de: _Verwerfen
hr: _Zanemari
ro: _Destituie
uk: _Скасувати

source: Delete “{0}”?
hr: Obriši “{0}”?
ro: Ștergeți „{0}”?
uk: Вилучити «{0}»?

source: Really delete feed “{0}”?
hr: Stvarno želite sažetak sadržaja "{0}"?
ro: Sigur ștergeți fluxul „{0}”?
uk: Справді вилучити подачу «{0}»?

source: Update RSS feeds
de: RSS-Nachrichtenquellen aktualisieren
hr: Nadopuni RSS sažetak sadržaja
ro: Actualizează fluxurile RSS
uk: Оновити подачі RSS

source: _Read RSS
de: _RSS lesen
hr: _Čitaj RSS
ro: _Citește RSS
uk: _Читати RSS

source: Setup RSS feeds
de: RSS-Nachrichtenquellen einrichten
hr: Postavi RSS sažetke sadržaja
ro: Configurează fluxurile RSS
uk: Налаштувати подачі RSS

source: Setup RSS
de: RSS einrichten
hr: Postavi RSS
ro: Configurează RSS
uk: Налаштувати RSS

source: No Information
de: Keine Information
hr: Nema informacija
ro: Nu sunt informații
uk: Немає інформації

source: No information
de: Keine Information
hr: Nema informacija
ro: Nu sunt informații
uk: Немає інформації

source: Feed
de: Nachrichtenquelle
hr: Sažetak sadržaja
ro: Canal
uk: Подача

source: %2.0f%% done
de: %2.0f%% abgeschlossen
hr: %2.0f%% završeno
ro: %2.0f%% terminat
uk: Виконано на %2.0f%%

source: Enter Username/Password for feed
hr: Upišite korisničko ime/lozinku za sažetak sadržaja
ro: Introduceți numele de utilizator/parola pentru flux
uk: Введіть ім'я користувача і пароль до подачі

source: _Cancel
hr: _Odustani
ro: _Anulează
uk: _Скасувати

source: _OK
hr: _U redu
uk: _Гаразд

source: Enter your username and password for:
de: Geben Sie Benutzername und Passwort ein für:
hr: Upišite svoje korisničko ime i lozinka za:
ro: Introduceți numele de utilizator și parola pentru:
uk: Введіть ваше ім'я користувача і пароль до:

source: Username:
de: Benutzername:
hr: Korisničko ime:
ro: Nume de utilizator:
uk: Ім’я користувача:

source: Password:
de: Passwort:
hr: Lozinka:
ro: Parolă:
uk: Пароль:

source: _Remember this password
de: An dieses Passwort _erinnern
hr: _Zapamti ovu lozinku
ro: _Reține această parolă
uk: З_апам'ятати цей пароль

source: Cancelling…
hr: Prekidanje…
ro: Se anulează…
uk: Скасування…

source: _Copy
de: _Kopieren
hr: _Kopiraj
ro: _Copiază
uk: _Копіювати

source: Select _All
de: _Alles auswählen
hr: Odaberi _sve
ro: Selectează to_ate
uk: Вибрати _все

source: Zoom _In
de: Ver_größern
hr: U_većaj
ro: _Mărește
uk: З_більшити

source: Zoom _Out
de: Ver_kleinern
hr: _Umanji
ro: Micș_orează
uk: З_меншити

source: _Normal Size
de: _Normalgröße
hr: _Normalna veličina
ro: Dimensiune _normală
uk: З_вичайний розмір

source: _Open Link
de: Link ö_ffnen
hr: _Otvori poveznicu
ro: _Deschide legătura
uk: _Відкрити посилання

source: _Copy Link Location
de: Link-Adresse _kopieren
hr: _Kopiraj lokaciju poveznice
ro: _Copiază locația legăturii
uk: _Копіювати посилання

source: _Print…
hr: _Ispis…
ro: Ti_părește…
uk: Над_рукувати…

source: Save _As
de: Speichern _unter
hr: Spremi _kao
ro: Salvează c_a
uk: Зберегти _як

source: _Open Link in Browser
de: Link im Browser ö_ffnen
hr: _Otvori poveznicu u pregledniku
ro: _Deschide legătura în navigator
uk: _Відкрити посилання у Інтернет-навігаторі

source: Fetching feed
de: Nachrichtenquelle wird geholt
hr: Dohvaćanje sažetka sadržaja
ro: Se aduce fluxul
uk: Отримуємо подачу

source: Unnamed feed
de: Unbenannte Nachrichtenquelle
hr: Bezimeni sažetak sadržaja
ro: Flux nedenumit
uk: Подача без назви

source: Error while setting up feed.
de: Fehler beim Einrichten der Nachrichtenquelle.
hr: Greška pri postavljanju sažetka sadržaja.
ro: Eroare în timpul configurării fluxului.
uk: Помилка під час налаштовування подачі.

source: Error while fetching feed.
de: Fehler beim Holen der Nachrichtenquelle.
hr: Greška pri dohvaćanju sažetka sadržaja.
ro: Eroare la actualizare canale.
uk: Помилка під час отримання подачі.

source: Invalid Feed
de: Ungültige Nachrichtenquelle
hr: Nevaljani sažetak sadržaja
ro: Canal invalid
uk: Некоректна подача

source: Adding feed %s
de: Nachrichtenquelle %s wird hinzugefügt
hr: Dodavanje sažetka sadržaja %s
ro: Se adaugă fluxul %s
uk: Додаємо подачу %s

source: Getting message %d of %d
de: Nachricht %d von %d wird empfangen
hr: Dobivanje poruke %d od %d
ro: Se obține mesajul %d din %d
uk: Отримуємо повідомлення %d з %d

source: Complete.
de: abgeschlossen.
hr: Završeno.
ro: Terminat.
uk: Виконано.

source: Error fetching feed: %s
de: Fehler beim Abrufen der Nachrichtenquelle: %s
hr: Greška pri dohvaćanju sažetka sadržaja: %s
ro: Eroare la aducerea fluxului: %s
uk: Помилка під час отримання подачі: %s

source: Canceled.
de: Abgebrochen.
hr: Prekinuto.
ro: Abandonat.
uk: Скасовано.

source: Error while parsing feed: %s
de: Fehler bei der Verarbeitung der Nachrichtenquelle: %s
hr: Greška pri obradi sažetka sadržaja: %s
ro: Eroare în timpul parsării fluxului: %s
uk: Помилка під час обробки подачі: %s

source: illegal content type!
de: Ungültiger Inhaltstyp!
hr: neispravna vrsta sadržaja!
ro: tip de conținut ilegal!
uk: некоректний тип даних!

source: Complete
de: Vollständig
hr: Završeno
ro: Terminat
uk: Виконано
